[
  "obsidian-auto-link-title",
  "obsidian-hover-editor",
  "calendar",
  "nldates-obsidian",
  "obsidian-style-settings",
  "recent-files-obsidian",
  "dataview",
  "obsidian-hider",
  "obsidian-checklist-plugin",
  "settings-search"
]